#+TITLE: Doom Emacs


- open neo tree - spc - o - n

- preview markdown files - spc - m - p

- create a code block with the respective output

#+name: block-1
#+BEGIN_SRC shell
echo 'HELLO!!!!'
#+END_SRC

#+RESULTS: block-1
: HELLO!!!!
